Repository: GatCode/Moto
Catalog: moto/*.lproj/Localizable.strings
Languages: de

# tabBarItem1
source: motorcycle
de: Motorrad

# tabBarItem2
source: detect
de: Erkennen

# persistentDataFetchingErrorTitle
source: Loading Error
de: Ladefehler

# persistentDataFetchingErrorMessage
source: The most recent motorcycles could not be displayed.
de: Die zuletzt gesuchten Motorräder konnten nicht angezeigt werden.

# persistentDataSavingErrorTitle
source: Saving Error
de: Speicherfehler

# persistentDataSavingErrorMessage
source: The selected motorcycle could not be saved to the most recent motorcycles.
de: Das ausgewählte Motorrad konnte nicht zu den zuletzt gesuchten hinzugefügt werden.

# databaseErrorTitle
source: Loading Error
de: Ladefehler

# databaseErrorMessage
source: The motorcycle details could not be displayed. Please try again later.
de: Die Motorrad Details konnten nicht geladen werden. Bitte versuchen Sie es später nochmal.

# welcomeText
source: Welcome to Moto
de: Herzlich Willkommen

# termsAndConditionsText
source: By pressing START, you agree to the Terms of Service, Privacy Policy and the Disclaimer, otherwise please contact the Support.
de: Durch Anklicken der Schaltfläche START stimmen Sie den Datenschutzbedingungen, Nutzungsbedingungen und dem Haftungsausschluss zu, ansonsten wenden Sie sich bitte an den Kundendienst.

# termsOfServiceKeyword
source: Terms of Service
de: Nutzungsbedingungen

# privacyPolicyKeyword
source: Privacy Policy
de: Datenschutzbedingungen

# disclaimerKeyword
source: Disclaimer
de: Haftungsausschluss

# supportKeyword
source: Support
de: Kundendienst

# termsAndConditionsParsingErrorTitle
source: Unexpected Error
de: Unbekannter Fehler

# termsAndConditionsParsingErrorMessage
source: Please try again later.
de: Bitte versuchen Sie es später noch einmal.

# webViewLoadingErrorTitle
source: Server Timeout
de: Ladefehler

# webViewLoadingErrorMessage
source: Please try again later.
de: Bitte versuchen Sie es später noch einmal.

# startMessage
source: What motorcycle are you looking for?
de: Nach welchem Motorrad suchen Sie?

# firstTimeSearchButton
source: search
de: Suchen

# firstTimeDetectButton
source: detect
de: Erkennen

# searchFieldPlaceholder
source: Try "BMW K1"
de: Versuche "BMW K1"

# clearButtonLabel
source: clear
de: löschen

# selectMotorcycleLabel
source: Select your exact motorcycle
de: Wählen Sie ihr Motorrad aus

# detectPermissionLabel
source: Moto needs access to the camera for real-time image classification of a motorcycle.
de: Moto benötigt Zugriff auf die Kamera um eine Klassifizierung von Motorrädern zu ermöglichen.

# detectPermissionButton
source: Allow camera access
de: Kamerazugriff erlauben

# notChosenYet
source: Looks like you haven't chosen a motorcycle yet.
de: Es wurde noch kein Motorrad ausgewählt.

# cautionLabel
source: Caution
de: Achtung

# cautionLabelMessage
source: Use data at your own risk
de: Datennutzung auf eigene Gefahr

# yearsLabel
source: Year(s)
de: Baujahr(e)

# tirePressureLabel
source: Tire pressure
de: Reifendruck

# tirePressureFrontLabel
source: Front:
de: Vorne:

# tirePressureBackLabel
source: Rear:
de: Hinten:

# sparkPlugLabel
source: Spark plug
de: Zündkerze

# engineOilLabel
source: Engine oil
de: Motoröl

# engineOilWithFilerLabel
source: with filter:
de: mit Filer:

# engineOilWithoutFilerLabel
source: without filter:
de: ohne Filer:

# brakeFluidLabel
source: Brake fluid
de: Bremsfl.

# settingsHeader1
source: Information
de: Informationen

# settingsHeader1Item1
source: Terms of Service
de: Nutzungsbedingungen

# settingsHeader1Item2
source: Privacy Policy
de: Datenschutzbedingungen

# settingsHeader1Item3
source: Disclaimer
de: Haftungsausschluss

# settingsHeader2
source: Help
de: Hilfe

# settingsHeader2Item1
source: Support
de: Kundendienst
